---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemBoltInverted
source: html/43703628-aa3f-2061-20f4-bed113652a01.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemBoltInverted Property

"Inverted"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemBoltInverted { get; }
```